Repository: nasarpalakkal/orionedge
Catalog: ds/lang/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Action
ar_sa: إجراء

source: Actions
ar_sa: إجراءات

source: Add Amount
ar_sa: إضافة مبلغ

source: Add New
ar_sa: إضافة جديد

source: Address
ar_sa: عنوان

source: Administration
ar_sa: إدارة

source: Administrator
ar_sa: مدير النظام

source: All
ar_sa: الكل

source: All rights reserved
ar_sa: جميع الحقوق محفوظة

source: Amount
ar_sa: المبلغ

source: Assign
ar_sa: تعيين

source: Auto SMS
ar_sa: رسالة قصيرة آلياً

source: Balance
ar_sa: رصيد

source: Bill Number
ar_sa: رقم الفاتورة

source: Branch
ar_sa: فرع

source: Cancel
ar_sa: إلغاء

source: Cash In Card
ar_sa: نقدي في الشبكة

source: Cash In Hand
ar_sa: نقدي في الصندوق

source: Category
ar_sa: فئة

source: Category updated successfully
ar_sa: تم تحديث الفئة

source: Change Password
ar_sa: تغيير كلمة المرور

source: Choose File
ar_sa: اختر الملف

source: City
ar_sa: مدينة

source: Clear
ar_sa: مسح

source: Close
ar_sa: إغلاق

source: Close Session
ar_sa: إغلاق الفترة

source: Code
ar_sa: الرمز

source: Confirm Password
ar_sa: تأكيد كلمة المرور

source: Control panel
ar_sa: لوحة التحكم

source: Country
ar_sa: البلد

source: Country Wise Employee Chart
ar_sa: لائحة الموظفين حسب الجنسية

source: CR Number
ar_sa: رقم السجل التجاري

source: Currency
ar_sa: العملة

source: Currency Code
ar_sa: رمز العملة

source: Customer Name
ar_sa: اسم العميل

source: Dashboard
ar_sa: لوحة المستخدم

source: Date
ar_sa: التاريخ

source: Defualt Currency
ar_sa: العملة الافتراضية

source: Delete
ar_sa: حذف

source: Department Wise Employee Chart
ar_sa: لائحة الموظفين حسب الإدارة

source: Description
ar_sa: الوصف

source: Details
ar_sa: التفاصيل

source: Discount Amount
ar_sa: مبلغ الخصم

source: Display in POS
ar_sa: العرض في نقاط البيع

source: Display Name
ar_sa: اسم العرض

source: Edit
ar_sa: تعديل

source: Email Address
ar_sa: عنوان البريد الإلكتروني

source: Employee Qualification Chart
ar_sa: قائمة مؤهلات الموظف

source: End Time
ar_sa: وقت الانتهاء

source: entries
ar_sa: مدخلات

source: Example:-05xxxxxxxx
ar_sa: مثلاً: 05xxxxxxxx

source: Exchange Rate
ar_sa: سعر الصرف

source: Expired Documents
ar_sa: وثائق منتهية

source: Expiring Documents
ar_sa: وثائق على وشك الإنتهاء

source: Expiry Date
ar_sa: تاريخ الانتهاء

source: Export
ar_sa: تصدير

source: From
ar_sa: من

source: General Setup
ar_sa: إعداد عام

source: Home
ar_sa: الرئيسي

source: ID
ar_sa: المعرّف

source: Image
ar_sa: صورة

source: Inventory
ar_sa: المخزون

source: Invoice Number
ar_sa: رقم الفاتورة

source: Invoice Print
ar_sa: طباعة الفاتورة

source: Print
ar_sa: طباعة

source: Invoice Text
ar_sa: نص الفاتورة

source: Invoice type
ar_sa: نوع الفاتورة

source: Item
ar_sa: الصنف

source: Item Amount
ar_sa: الكمية

source: Item Code
ar_sa: رمز الصنف

source: Item Description
ar_sa: وصف الصنف

source: Item information updated successfully
ar_sa: تم تحديث معلومات الصنف بنجاح

source: Item Master
ar_sa: فهرس الاصناف

source: Item Name
ar_sa: اسم الصنف

source: Item Transfer
ar_sa: نقل الصنف

source: Legal Company Name
ar_sa: اسم الشركة القانوني

source: Legal Name
ar_sa: الاسم القانوني

source: Minimum Qty Setup
ar_sa: إعداد اقل كمية

source: More info
ar_sa: مزيد من المعلومات

source: Most Selling(Default Display)
ar_sa: الأكثر مبيعاً (العرض الافتراضي)

source: Name
ar_sa: الاسم

source: NAVIGATION
ar_sa: تصفح

source: New Category added successfully
ar_sa: تم إضافة فئة جديدة بنجاح

source: New Item added successfully
ar_sa: تم إضافة صنف جديد بنجاح

source: New Password
ar_sa: كلمة مرور جديدة

source: No data available in table
ar_sa: لا توجد بيانات في الجدول

source: Note:- Upload 215x215 size image
ar_sa: ملاحظة: حمل مقاس صور 215X215

source: Order Number
ar_sa: رقم الطلب

source: Original Price
ar_sa: السعر الاصلي

source: Password
ar_sa: كلمة المرور

source: Payment
ar_sa: الدفع

source: Payment Type
ar_sa: نوع الدفع

source: Phone Number
ar_sa: رقم الهاتف

source: Photo
ar_sa: صورة

source: POS
ar_sa: نقاط البيع

source: Postal Code
ar_sa: الرمز البريدي

source: Price
ar_sa: السعر

source: Product Search / Barcode
ar_sa: البحث عن الصنف / الباركود

source: Profile
ar_sa: الملف الشخصي

source: Purchase
ar_sa: شراء

source: Purchase Order
ar_sa: أمر الشراء

source: Purchasing
ar_sa: المشتريات

source: Qty
ar_sa: العدد

source: QTY
ar_sa: العدد

source: Quantity
ar_sa: العدد

source: Quantity In Hand
ar_sa: العدد الموجود

source: Quantity To Transfer
ar_sa: العدد للتحويل

source: Recall
ar_sa: استرداد

source: Recruitment Process chart
ar_sa: مخطط عملية التوظيف

source: Remove
ar_sa: حذف

source: Report
ar_sa: تقرير

source: Reports
ar_sa: التقارير

source: Return
ar_sa: رجوع

source: Riyal
ar_sa: ريال

source: Role
ar_sa: دور

source: Sales Report
ar_sa: تقرير المبيعات

source: Salesman Name
ar_sa: موظف المبيعات

source: Salesman Report
ar_sa: تقرير موظف المبيعات

source: Save
ar_sa: حفظ

source: Search
ar_sa: بحث

source: Search :
ar_sa: بحث :

source: Select Branch
ar_sa: اختر الفرع

source: Select Country
ar_sa: اختر البلد

source: Select From Location
ar_sa: اختر من الموقع

source: Select Location
ar_sa: اختر الموقع

source: Select Role
ar_sa: اختر الدور

source: Select Supplier
ar_sa: اختر المورد

source: Select Tax Type
ar_sa: اختر نوع الضريبة

source: Select Type
ar_sa: اختر الضريبة

source: Select To Location
ar_sa: اختر إلى الموقع

source: Location
ar_sa: الموقع

source: Select Unit of measure
ar_sa: اختر وحدة القياس

source: Select User
ar_sa: اختر المستخدم

source: Select Warehouse/Location
ar_sa: اختر الموقع \ المخزن

source: Seller Name
ar_sa: اسم البائع

source: Selling Price
ar_sa: سعر البيع

source: Session Close
ar_sa: إغلاق الفترة

source: Setup
ar_sa: إعداد

source: Shift 1
ar_sa: الفترة 1

source: Shift 2
ar_sa: الفترة 2

source: Shift 3
ar_sa: الفترة 3

source: Shift 4
ar_sa: الفترة 4

source: Shift Schedule
ar_sa: جدول الفترات

source: Show
ar_sa: عرض

source: Sign Out
ar_sa: تسجيل الخروج

source: Start Time
ar_sa: وقت البدء

source: State
ar_sa: حالة

source: Stats Tab Content
ar_sa: محتوى علامة تبويب الإحصاءات

source: Status
ar_sa: الحالة

source: Stock List
ar_sa: قائمة المخزون

source: Stock Qty
ar_sa: عدد المخزون

source: Summary Report
ar_sa: ملخص التقرير

source: Supplier
ar_sa: المورد

source: Supplier ID
ar_sa: معرّف المورد

source: Supplier legal company name
ar_sa: اسم المورد القانوني

source: Supplier Master
ar_sa: فهرس الموردين

source: Supplier Name
ar_sa: اسم المورد

source: Supplier Parent ID
ar_sa: معرف المورد الأصل

source: Symbol
ar_sa: الرمز

source: Tax Type
ar_sa: نوع الضريبة

source: Vat
ar_sa: الضريبة

source: Grand Total
ar_sa: المجموع الكلي

source: SR
ar_sa: ر.س

source: Time
ar_sa: الوقت

source: To
ar_sa: إلى

source: Today's Absent
ar_sa: غياب اليوم

source: Today's Late Punch
ar_sa: حضور متأخر اليوم

source: Toggle navigation
ar_sa: تبديل المتصفح

source: Total
ar_sa: المجموع

source: Total Amount
ar_sa: المبلغ الإجمالي

source: Total Item
ar_sa: عدد الاصناف

source: Total Items
ar_sa: عدد الاصناف

source: Total Paying
ar_sa: مجموع الدفع

source: Total Price
ar_sa: السعر الاجمالي

source: Transfer Date
ar_sa: تاريخ التحويل

source: Transfer Number
ar_sa: رقم التحويل

source: Unit of measure
ar_sa: وحدة القياس

source: Unit Price
ar_sa: سعر الوحدة

source: upload Image
ar_sa: حمّل صورة

source: Upload Image
ar_sa: حمّل صورة

source: Upload profile Picture
ar_sa: حمّل صورة شخصية

source: Upload/Change Image
ar_sa: حمّل/غير صورة

source: User
ar_sa: المستخدم

source: User Name
ar_sa: اسم المستخدم

source: User Profile
ar_sa: ملف المستخدم

source: Username
ar_sa: إسم المستخدم

source: Users
ar_sa: المستخدمين

source: VAT
ar_sa: ضريبة القيمة المضافة

source: VAT Number
ar_sa: رقم ضريبة القيمة المضافة

source: Version 1.0.17
ar_sa: الإصدار 1.0.17

source: Warehouse
ar_sa: المخزن

source: Showing
ar_sa: إظهار

source: to
ar_sa: إلى

source: of
ar_sa: من

source: Enter Role Name
ar_sa: أدخل اسم الدور

source: Enter Category Code
ar_sa: أدخل رمز الفئة

source: Enter Category
ar_sa: أدخل الفئة

source: Enter Category Description
ar_sa: أدخل وصف الفئة

source: Back
ar_sa: رجوع

source: Select Business Unit
ar_sa: اختر وحدة العمل

source: Select Status
ar_sa: اختر الحالة

source: Password and Confirm Password not matching
ar_sa: كلمة المرور غير مطابقة التأكيد

source: Enter Password
ar_sa: أدخل كلمة المرور

source: Enter Username
ar_sa: أدخل اسم مستخدم

source: Enter Display Name
ar_sa: أدخل اسم العرض

source: Select Image
ar_sa: اختر الصورة

source: New Password and Confirm Password are not matching
ar_sa: كلمة المرور غير مطابقة التأكيد

source: Enter Confirm Password
ar_sa: أدخل تأكيد كلمة المرور

source: Enter New Password
ar_sa: أدخل كلمة المرور الجديدة

source: Please enter a valid email address
ar_sa: من فضلك أدخل بريدا إلكترونيا ساري

source: Enter Supplier Name
ar_sa: أدخل اسم المورد

source: Enter Description
ar_sa: أدخل الوصف

source: Enter Currency Code
ar_sa: أدخل رمز العملة

source: Select To Date
ar_sa: اختر إلى تاريخ

source: Select From Date
ar_sa: اختر من تاريخ

source: Select Salesman
ar_sa: اختر موظف المبيعات

source: Enter Unit Rate
ar_sa: أدخل معدل الوحدة

source: Enter Quantity
ar_sa: أدخل العدد

source: Select Item Code
ar_sa: اختر رمز الصنف

source: Select Supplier Name
ar_sa: اختر اسم المورد

source: Enter Order Number
ar_sa: أدخل رقم الطلب

source: Select Category
ar_sa: اختر الفئة

source: Enter Item Code
ar_sa: أدخل رمز الصنف

source: Enter Item Name
ar_sa: ادخل اسم الصنف

source: Enter Item Description
ar_sa: أدخل وصف الصنف

source: Enter Original Price
ar_sa: أدخل السعر الأصلي

source: Enter Selling Price
ar_sa: أدخل سعر البيع

source: Quantity To Transfer is grater than Quantity In Hand
ar_sa: عدد التحويل أعلى من العدد الموجود

source: Enter Quantity To Transfer
ar_sa: ادخل عدد للتحويل

source: Select Warehouse From
ar_sa: اختر من أي مخزن

source: Select Warehouse To
ar_sa: اختر إلى أي مخزن

source: Select Item
ar_sa: اختر الصنف

source: Select Date
ar_sa: اختر تاريخ

source: Enter Transfer Number
ar_sa: ادخل عدد للتحويل

source: Select Warehouse
ar_sa: اختر المخزن

source: Enter Warehouse Name
ar_sa: اختر اسم المخزن

source: Enter Warehouse Code
ar_sa: ادخل رمز المخزن

source: Empty Cart.Please add items
ar_sa: السلة فارغة, الرجاء إضافة صنف

source: All Items
ar_sa: كافة الأصناف

source: Mobile Number
ar_sa: رقم الجوال

source: Total Types
ar_sa: كافة الفئات

source: Total Qty
ar_sa: مجموع العدد

source: Paid
ar_sa: مدفوع

source: System Auto Logout Time
ar_sa: زمن الخروج التلقائي من النظام

source: System Auto Logout
ar_sa: خروج التلقائي من النظام

source: Previous
ar_sa: السابق

source: Next
ar_sa: التالي

source: Show Qty with item
ar_sa: إظهر العدد مع الصنف

source: Minutes
ar_sa: دقائق

source: Import
ar_sa: استيراد

source: Add More
ar_sa: أضف المزيد

source: Cost
ar_sa: تكلفة

source: Active
ar_sa: نشيط

source: Module
ar_sa: وحدة

source: View
ar_sa: عرض

source: Menu
ar_sa: قائمة

source: Add
ar_sa: إضافة

source: Action will take effect after logging back in
ar_sa: التغييرات سوف تعمل بعد تسجيل الخوج والدخول

source: Minimum Qty Notification
ar_sa: انذار الكمية القليلة

source: Email
ar_sa: البريد الالكتروني

source: You want to close the seesion and logout
ar_sa: هل تريد إغلاق الفترة والخروج

source: Enter Salesman Name
ar_sa: أدخل اسم موظف المبيعات

source: Lockscreen
ar_sa: اقفل الشاشة

source: You want to Cancel
ar_sa: إلغاء

source: New Review added successfully
ar_sa: التقييم الجديد تم إضافته بنجاح

source: Review updated successfully
ar_sa: تم تحديث التقييم بنجاح

source: Review Forms
ar_sa: نماذج التقييم

source: On Site Review
ar_sa: تقييم بالموقع

source: Camera Review
ar_sa: تقييم بالكاميرا

source: Currency Converter
ar_sa: محول العملات

source: Result
ar_sa: نتيجة

source: Items
ar_sa: الصنف

source: Created
ar_sa: الإنشاء

source: Cancelled
ar_sa: إلغاء

source: Completed
ar_sa: منجز

source: Partially Recieved
ar_sa: مستلم جزئيا

source: Amount Paid
ar_sa: المبلغ المدفوع

source: Received Date
ar_sa: تاريخ الاستلام

source: Received QTY
ar_sa: الكمية المستلمة

source: Payment Completed
ar_sa: تم التسديد

source: Partial Payment
ar_sa: دفع جزء من المال

source: Delivered
ar_sa: تم التوصيل

source: Company Number
ar_sa: الشركة رقم

source: Contact Person
ar_sa: موظفي الاتصال

source: Contact Number
ar_sa: رقم الاتصال

source: Payment Status
ar_sa: الحالة الدفع

source: Order Status
ar_sa: الحالة الطلب

source: Item List
ar_sa: قائمة البند

source: Customer Mobile Number
ar_sa: العميل رقم الجوال

source: Mobile Number 1
ar_sa: رقم الجوال 1

source: Mobile Number 2
ar_sa: رقم الجوال 2

source: Mobile Number 3
ar_sa: رقم الجوال 3

source: Ratings
ar_sa: التقديرات

source: Grades
ar_sa: الدرجات

source: Total Rate
ar_sa: المجموع

source: Ratio
ar_sa: النسبة

source: Statement
ar_sa: البيان

source: Shift
ar_sa: الفترة

source: General Appreciation
ar_sa: التقدير العام

source: Employee Evaluation Report
ar_sa: تقرير تقييم الموظف

source: Amount not matching.Do you want to continue ?
ar_sa: القيم غير مطابقة. هل تريد المتابعة؟

source: Item & Money Return
ar_sa: إرجاع السلعة والمبلغ

source: Sales Return
ar_sa: إرجاع المبيعات

source: Current Permissions
ar_sa: الصلاحيات الحالية

source: Select Module
ar_sa: إختر الوحدة البرمجية

source: Sales Return Configuration
ar_sa: إعدادات إعادة المبيعات

source: Sales Return SMS Configuration
ar_sa: إعدادات رسائل إعادة المبيعات

source: Item & Money
ar_sa: السلعة والمبلغ

source: Item Only
ar_sa: فقط السلعة

source: Invalid Return Qty
ar_sa: عدد الإرجاع غير صحيح

source: Replacement
ar_sa: إستبدال

source: Only Item Return
ar_sa: إرجاع السلعة فقط

source: Return List
ar_sa: قائمة المسترجع

source: Replacement List
ar_sa: قائمة المستبدل

source: Only Item Return List
ar_sa: قائمة إرجاع السلعة فقط

source: Sales Return-Item & Money
ar_sa: إرجاع المبيعات السلعة والمبلغ

source: Total Return Amount
ar_sa: مجموع المبلغ المسترجع

source: Return Amount
ar_sa: المبلغ المسترجع

source: Return Quantity
ar_sa: العدد المسترجع

source: Invoice Amount
ar_sa: مبلغ الفاتورة

source: Already Return Quantity
ar_sa: عدد تم إرجاعه سابقا

source: Total Invoice Item
ar_sa: إجمالي عدد الفاتورة

source: Total Invoice Amount
ar_sa: إجمالي مبلغ الفاتورة

source: Return Item
ar_sa: الصنف المسترجع

source: Replacement Item
ar_sa: الصنف المستبدل

source: Sales Quantity
ar_sa: عدد البيع

source: Error!! Check the balance amount
ar_sa: خطأ!! تحقق من مبلغ الرصيد

source: Error!!Return Date Exceed
ar_sa: خطأ!! تجاوز تاريخ الاسترجاع

source: Return Date
ar_sa: تجاوز تاريخ

source: Enter Customer Name
ar_sa: ادخل اسم العميل

source: Enter Customer Mobile Number
ar_sa: ادخل رقم جوال العميل

source: Enter Customer ID
ar_sa: ادخل رقم هوية العميل

source: Customer ID
ar_sa: ادخل رقم

source: You want to continue ?
ar_sa: هل تريد المتابعة؟

source: An SMS will be sent to your supervisor
ar_sa: رسالة قصيرة سوف ترسل إلى المشرف

source: Hold the receipt to camera upto 10 seconds
ar_sa: ارفع الفاتورة أمام الكاميرا لمدة عشر ثواني

source: Delete Row
ar_sa: احذف السطر

source: Statement List
ar_sa: قائمة البيان

source: Daily Evaluation
ar_sa: التقييم اليومي

source: Salesman
ar_sa: البائع

source: Generate
ar_sa: إنشاء

source: From Date
ar_sa: من تاريخ

source: To Date
ar_sa: إلى تاريخ

source: No
ar_sa: رقم

source: Employee Evaluation
ar_sa: تقييم الموظف

source: Return Day's
ar_sa: يوم العودة

source: Replacement Day's
ar_sa: يوم إستبدال

source: Notes
ar_sa: ملاحظات

source: Select Level
ar_sa: إختر الدرجة

source: Select Shift
ar_sa: إختر الفترة

source: Evaluate
ar_sa: تقييم

source: Note:- If the item is Medallion, put the least value in the selling price.
ar_sa: ملاحظة: إذا كان الصنف الميدالية, ضع اقل سعر في خانة سعر البيع

source: Camera
ar_sa: كاميرا

source: Cash
ar_sa: نقدي

source: Importance
ar_sa: أهمية

source: Type
ar_sa: نوع

source: Envelope Number
ar_sa: رقم الظرف

source: Total Contact Number Entry
ar_sa: مجموع عدد أرقام العملة التي تم تسجيلها

source: General Report
ar_sa: تقرير عام

source: Created By
ar_sa: أُنشئ من

source: Select Created By
ar_sa: اختر من أنشأه

source: Onsite
ar_sa: بالموقع

source: Other Description
ar_sa: وصف آخر

source: Select Payment Type
ar_sa: اختر نوع الدفع

source: Check
ar_sa: تحقق

source: Transfer
ar_sa: نقل

source: Procurement Specialist
ar_sa: مسؤول المشتريات

source: Procurement Accountant
ar_sa: محاسب المشتريات

source: CEO
ar_sa: المدير التنفيذي

source: Warehouse Supervisor
ar_sa: مشرف المخزن

source: Invalid Quantity
ar_sa: العدد غير صحيح

source: Client has to write Name,Mobile Number,Signature on the invoice
ar_sa: يجب على العميل كتابة الاسم ورقم الجوال والتوقيع على الفاتورة

source: Original Invoice must be present
ar_sa: الفاتورة الأصلية يجب أن تكون موجودة

source: Please Return
ar_sa: فضلا استرجع

source: Original Invoice Item List
ar_sa: قائمة أصناف الفاتورة الأصلية

source: Already Replaced
ar_sa: تم الاستبدال سابقا

source: Replacement Quantity
ar_sa: عدد الاستبدال

source: Replacement Total
ar_sa: مجموع المستبدل

source: Total Replacement Amount
ar_sa: المبلغ الإجمالي للمستبدل

source: Replacement Item List
ar_sa: قائمة الأصناف المستبدلة

source: Error!!Replacement Date Exceed
ar_sa: خطأ!! تجاوز تاريخ الاستبدال

source: Replacement amount is empty
ar_sa: مبلغ الاستبدال فارغ

source: Replacement amount is low
ar_sa: مبلغ الاستبدال منخفض

source: Invoice Number is missing
ar_sa: رقم الفاتورة مفقود

source: Sales Replacement Successfully
ar_sa: تمت عملية استبدال المبيعات بنجاح

source: Sales Returned Successfully
ar_sa: تمت عملية استرجاع المبيعات بنجاح

source: Sales Return Invoice
ar_sa: فاتورة استرجاع المبيعات

source: Select Items
ar_sa: اختر الأصناف

source: Item Returned Successfully
ar_sa: تمت استرجاع الصنف بنجاح

source: Invoice Date
ar_sa: تاريخ الفاتورة

source: Original Invoice Number
ar_sa: رقم الفاتورة الأصلي

source: Actual QTY
ar_sa: العدد الفعلي

source: Select Price List
ar_sa: اختر قائمة الأسعار

source: Price List
ar_sa: قائمة الأسعار

source: Order Amount
ar_sa: عدد الطلب

source: Paid Amount
ar_sa: المبلغ المدفوع

source: Paid By
ar_sa: مدفوع من

source: General Review
ar_sa: تقييم عام

source: Submit
ar_sa: تقديم

source: Total Rates
ar_sa: مجموع المعدلات

source: Cumulative Evaluation Report
ar_sa: تقرير التقييم التراكمي

source: Chart
ar_sa: رسم بياني

source: Operator Name
ar_sa: اسم المشغل

source: Range Start
ar_sa: بداية النطاق

source: Range End
ar_sa: نهاية النطاق

source: Enter Range Start
ar_sa: أدخل بداية النطاق

source: Enter Range End
ar_sa: أدخل نهاية النطاق

source: Inactive
ar_sa: غير نشط

source: Medallion
ar_sa: الميدالية

source: Approved
ar_sa: يوافق

source: Cheque
ar_sa: شيك

source: Feedback
ar_sa: الملاحظات

source: Overall Experience
ar_sa: التجربة الشاملة

source: Overall Satisfaction
ar_sa: رضا عام

source: Salesman Evaluation
ar_sa: تقييم مندوب المبيعات

source: Poor
ar_sa: ضعيف

source: Fair
ar_sa: مقبول

source: Good
ar_sa: جيد

source: Very Good
ar_sa: جيد جداً

source: Notifications
ar_sa: الإخطارات

source: Comments
ar_sa: ملاحظات

source: Send
ar_sa: أرسل

source: POS Feedback Form
ar_sa: إستمارة ملاحظات نقاط البيع

source: Language
ar_sa: اللغة

source: Your feedback saved successfully.
ar_sa: تم حفظ الملاحظات بنجاح

source: Customer
ar_sa: العميل

source: Product Evaluation
ar_sa: تقييم المنتج

source: Your opinion matters
ar_sa: رأيكم يهمنا

source: Do you wish to receive new product information
ar_sa: هل تريد معلومات عن المستجدات

source: Card
ar_sa: بطاقة الائتمان

source: Hold
ar_sa: معلق

source: Un Hold
ar_sa: لا عقد

source: Sub Total
ar_sa: المجموع الفرعي

source: Discount Type
ar_sa: نوع الخصم

source: Percentage
ar_sa: خصم

source: Round Off
ar_sa: نهاية الجولة

source: Discount
ar_sa: خصم

source: Sales Date
ar_sa: تاريخ المبيعات

source: -ve amount is customer balance
ar_sa: - المبلغ ve هو رصيد العميل

source: +ve amount is customer should pay that
ar_sa: + مبلغ ve هو أن العميل يجب أن يدفع ذلك

source: 3 Months
ar_sa: 3 اشهر

source: Account
ar_sa: الحساب

source: Account Added Successfully
ar_sa: تمت إضافة الحساب بنجاح

source: Account Already Exists
ar_sa: الحساب موجود بالفعل

source: Account Balance
ar_sa: رصيد الحساب

source: Account Class Already Exists
ar_sa: فئة الحساب موجودة بالفعل

source: Account Classes Saved Successfully
ar_sa: فئات الحساب المحفوظة بنجاح

source: Account Classes Updated Successfully
ar_sa: تم تحديث فئات الحساب بنجاح

source: Account Code
ar_sa: رمز الحساب

source: Account Group
ar_sa: جماعة حساب

source: Account Group Added Successfully
ar_sa: تمت إضافة مجموعة الحساب بنجاح

source: Account Group Already Exists
ar_sa: مجموعة الحساب موجودة بالفعل

source: Account Group Updated Successfully
ar_sa: تم تحديث مجموعة الحساب بنجاح

source: Account ID
ar_sa: معرف الحساب

source: Account Info
ar_sa: معلومات الحساب

source: Account Name
ar_sa: أسم الحساب

source: Account Name Ar
ar_sa: أسم الحساب Ar

source: Account Name EN
ar_sa: أسم الحساب EN

source: Account NO
ar_sa: رقم الحساب

source: Account Number
ar_sa: رقم حساب

source: Account Number should be 8 digits
ar_sa: يجب أن يتكون رقم الحساب من 8 أرقام

source: Account Status
ar_sa: حالة الحساب

source: Account Type
ar_sa: نوع الحساب

source: Account Updated Successfully
ar_sa: تم تحديث الحساب بنجاح

source: Accounts
ar_sa: حسابات

source: Accrued Salary Advance Account
ar_sa: حساب سلفة الراتب المستحق

source: Accrued Employee Loan Account
ar_sa: حساب قرض الموظف المستحق

source: Accrued Salary- Liability
ar_sa: الراتب المستحق - المسؤولية

source: Add New Bills
ar_sa: إضافة فواتير جديدة

source: Add New Payment
ar_sa: إضافة دفعة جديدة

source: Add To Customer List
ar_sa: أضف إلى قائمة العملاء

source: Add To Supplier List
ar_sa: أضف إلى قائمة الموردين

source: Additional Charge
ar_sa: رسوم اضافية

source: Adjustment
ar_sa: تعديل

source: Advance Amount
ar_sa: المبلغ المقدم

source: Advance Payment Account
ar_sa: حساب الدفع المسبق

source: Aging Report Payment
ar_sa: دفع تقرير الشيخوخة

source: Aging Report Receipt
ar_sa: إيصال تقرير التقادم

source: All Batch Entries are posted successfully
ar_sa: تم نشر جميع إدخالات الدُفعات بنجاح

source: All Customers Statment
ar_sa: بيان جميع العملاء

source: All rights reserved.
ar_sa: كل الحقوق محفوظة.

source: All Suppliers Statment
ar_sa: بيان جميع الموردين

source: Allocated Amount
ar_sa: المبلغ المخصص

source: American Express
ar_sa: أمريكان اكسبريس

source: Amount By Card
ar_sa: المبلغ بالبطاقة

source: Amount By Cash
ar_sa: المبلغ نقدا

source: Amount Due
ar_sa: المبلغ المستحق

source: Apply
ar_sa: تطبيق

source: Apply amount to invoices
ar_sa: تطبيق المبلغ على الفواتير

source: Ar
ar_sa: أر

source: As of today
ar_sa: اعتبارًا من اليوم

source: Asset Account
ar_sa: حساب الأصول

source: Avg Cost
ar_sa: متوسط التكلفة

source: Back To Sales List
ar_sa: العودة إلى قائمة المبيعات

source: Balance Amount
ar_sa: مقدار وسطي

source: Balance Sheet
ar_sa: ورقة التوازن

source: Balance Sheet on
ar_sa: الميزانية العمومية على

source: Balnce Amount
ar_sa: مبلغ بالنس

source: Bank
ar_sa: بنك

source: Bank Account
ar_sa: حساب البنك

source: Bank Charges Account
ar_sa: حساب مصاريف البنك

source: Bank Details
ar_sa: التفاصيل المصرفية

source: Bank Reconcile
ar_sa: تسوية البنك

source: Barcode
ar_sa: الرمز الشريطي

source: Base Last Cost
ar_sa: التكلفة الأخيرة الأساسية

source: Base Unit
ar_sa: وحدة قاعدة

source: Base Unit Barcode
ar_sa: الباركود وحدة القاعدة

source: Base W Price
ar_sa: السعر الأساسي W

source: Base W.Price
ar_sa: قاعدة السعر دبليو

source: BaseUnit
ar_sa: وحدة قاعدة

source: Batch Code
ar_sa: رمز الدفعة

source: Batch Entries posted partially
ar_sa: تم نشر إدخالات الدُفعات جزئيًا

source: Batch List
ar_sa: قائمة الدُفعات

source: Batch Posting
ar_sa: نشر دفعة

source: Begin Date
ar_sa: موعد البدء

source: Beginning Balance
ar_sa: توازن بداية

source: Blance Amount
ar_sa: مبلغ بلانس

source: Brand
ar_sa: الماركة

source: Brand already exists
ar_sa: العلامة التجارية موجودة بالفعل

source: Brand updated successfully
ar_sa: تم تحديث العلامة التجارية بنجاح

source: Business Unit
ar_sa: وحدة عمل

source: C.O.G.S. Account
ar_sa: C.O.G.S. الحساب

source: Card Charge Setup
ar_sa: إعداد شحن البطاقة
