Repository: nasarpalakkal/orionedge
Catalog: ds/lang/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Total Equity and Liabilities
ar_sa: إجمالي حقوق المساهمين والمطلوبات

source: TOTAL EXPENSES
ar_sa: المصروفات الكلية

source: Total Liabilities
ar_sa: اجمالي المطلوبات

source: Total Liabilities and Owner's Equity
ar_sa: إجمالي المطلوبات وحقوق الملكية

source: Total Non Current Assets
ar_sa: إجمالي الأصول غير المتداولة

source: Total Owner's Equity
ar_sa: إجمالي حقوق المالك

source: Total purchases
ar_sa: إجمالي المشتريات

source: Total Return Sales
ar_sa: إجمالي عوائد المبيعات

source: TOTAL REVENUES
ar_sa: إجمالي الإيرادات

source: Total VAT due for current period
ar_sa: إجمالي ضريبة القيمة المضافة المستحقة عن الفترة الحالية

source: Trail Balance
ar_sa: درب التوازن

source: Trans #
ar_sa: عبر #

source: Transactions
ar_sa: المعاملات

source: Transcation Date
ar_sa: تاريخ التحويل

source: Transfer Qty
ar_sa: نقل الكمية

source: Trial Balance
ar_sa: ميزان المراجعة

source: Unclosed Invoice
ar_sa: فاتورة مغلقة

source: Unit
ar_sa: وحدة

source: Unit Cost
ar_sa: تكلفة الوحدة

source: Unit Tax
ar_sa: ضريبة الوحدة

source: Unposted Journal
ar_sa: مجلة غير منشورة

source: Unposted Payment Bills
ar_sa: فواتير الدفع غير المرسل

source: Unselect
ar_sa: إلغاء الاختيار

source: Update
ar_sa: تحديث

source: User Already Exists
ar_sa: المستخدم موجود اصلا

source: User Entry Closing Card
ar_sa: بطاقة إغلاق دخول المستخدم

source: User Entry Closing Cash
ar_sa: دخول المستخدم النقدية الإغلاق

source: User Saved Successfully
ar_sa: تم حفظ المستخدم بنجاح

source: User Updated Successfully
ar_sa: تم تحديث المستخدم بنجاح

source: Utility Bill Item
ar_sa: بند فاتورة المرافق

source: Utility Bills
ar_sa: فواتير المياه والكهرباء

source: Utility Bills Item
ar_sa: بند فواتير المرافق

source: Utility Item
ar_sa: عنصر المنفعة

source: Value Added Tax
ar_sa: ضريبة القيمة المضافة

source: VAT Account Number
ar_sa: رقم حساب ضريبة القيمة المضافة

source: VAT Amount
ar_sa: قيمة الضريبة

source: VAT Consolidated Report
ar_sa: التقرير الموحد لضريبة القيمة المضافة

source: VAT on Purchases
ar_sa: ضريبة القيمة المضافة على المشتريات

source: VAT on Sales
ar_sa: ضريبة القيمة المضافة على المبيعات

source: Vendor Invoice Number
ar_sa: رقم فاتورة البائع

source: Version 1.0.0
ar_sa: الإصدار 1.0.0

source: View/Edit
ar_sa: معاينة ما تم تحريره

source: Voucher Entry
ar_sa: إدخال القسيمة

source: Voucher entry saved successfully
ar_sa: تم حفظ إدخال القسيمة بنجاح

source: Voucher Number
ar_sa: رقم القسيمة

source: Voucher Posted Sucessfully
ar_sa: تم نشر القسيمة بنجاح

source: Vouchers Transferred Successfully
ar_sa: تم تحويل القسائم بنجاح

source: W. Price
ar_sa: دبليو السعر

source: W.Price
ar_sa: دبليو برايس

source: W.Rrice
ar_sa: دبليو رايس

source: Warehouse already exists
ar_sa: المستودع موجود بالفعل

source: Warehouse updated successfully
ar_sa: تم تحديث المستودع بنجاح

source: Warehouse/Location
ar_sa: المستودع / الموقع

source: Warning!!! No recored to transfer
ar_sa: تحذير!!! لا المستعادة للنقل

source: Whole Sales
ar_sa: مبيعات كاملة

source: WIP Account
ar_sa: حساب ويب

source: You have entered less than 3 characters for password
ar_sa: لقد أدخلت أقل من 3 أحرف لكلمة المرور

source: You must select GL account
ar_sa: يجب عليك تحديد حساب GL

source: Zero rated domestic sales
ar_sa: نسبة المبيعات المحلية الصفرية

source: Zero rated purchases
ar_sa: المشتريات الخاضعة لنسبة الصفر

source: العربية
ar_sa: Arabic

source: total entries
ar_sa: إجمالي الإدخالات

source: filtered from
ar_sa: تمت تصفيته من
