Repository: nasarpalakkal/orionedge
Catalog: ds/lang/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Card Payment
ar_sa: بطاقه ائتمان

source: Cash Account
ar_sa: حساب نقدي

source: Cash Sale
ar_sa: بيع نقدا

source: Category already exists
ar_sa: الفئة موجودة بالفعل

source: Chart of Account
ar_sa: الرسم البياني للحساب

source: Class
ar_sa: صف دراسي

source: Class ID
ar_sa: معرف الفئة

source: Class Name
ar_sa: اسم الفصل

source: Class Type
ar_sa: نوع الفصل

source: Cleared Balance
ar_sa: الرصيد المخلص

source: Closed
ar_sa: مغلق

source: Closed By
ar_sa: أغلقت

source: Closing Card Amount
ar_sa: مبلغ بطاقة الإغلاق

source: Closing Cash
ar_sa: إغلاق النقدية

source: Closing Date
ar_sa: الموعد النهائي

source: Closing Details
ar_sa: تفاصيل الإغلاق

source: Closing Time
ar_sa: وقت الإغلاق

source: Company
ar_sa: شركة

source: Company Information
ar_sa: معلومات الشركة

source: Company Setup
ar_sa: إعداد الشركة

source: Computer Name
ar_sa: اسم الحاسوب

source: Computer Name Already Exists
ar_sa: اسم الكمبيوتر موجود بالفعل

source: Computer Name Saved Successfully
ar_sa: تم حفظ اسم الكمبيوتر بنجاح

source: Computer Name Updated Successfully
ar_sa: تم تحديث اسم الكمبيوتر بنجاح

source: Consumables
ar_sa: مستهلكات

source: Contact 1
ar_sa: الاتصال 1

source: Contact 2
ar_sa: الاتصال 2

source: Contact Number 1
ar_sa: رقم الاتصال 1

source: Contact Number 2
ar_sa: رقم الاتصال 2

source: Cost Center
ar_sa: مركز تقييم الكلفة، مركز التسعير، مركز التثمين

source: Cost price more than retail price
ar_sa: سعر التكلفة أكثر من سعر التجزئة

source: Cost price more than wholesale price
ar_sa: سعر التكلفة أكثر من سعر الجملة

source: Counter
ar_sa: عداد

source: Create Batch
ar_sa: إنشاء دفعة

source: Create/Save
ar_sa: إنشاء / حفظ

source: Created Date
ar_sa: تاريخ الإنشاء

source: Created User
ar_sa: المستخدم الذي تم إنشاؤه

source: Credit
ar_sa: ائتمان

source: Credit Amount
ar_sa: مبلغ الائتمان

source: Credit Card
ar_sa: بطاقة ائتمان

source: Credit Sale
ar_sa: بيع الائتمان

source: Current Fiscal Year
ar_sa: السنة المالية الحالية

source: Customer Account
ar_sa: حساب الزبون

source: Customer Details
ar_sa: تفاصيل العميل

source: Customer Email
ar_sa: البريد الإلكتروني للعميل

source: Customer Information Already Exists
ar_sa: معلومات العميل موجودة بالفعل

source: Customer Information Saved Successfully
ar_sa: تم حفظ معلومات العميل بنجاح

source: Customer Information Updated Successfully
ar_sa: تم تحديث معلومات العميل بنجاح

source: Customer Master
ar_sa: سيد العميل

source: Customer Mobile
ar_sa: جوال العميل

source: Customer Name Ar
ar_sa: اسم الزبون Ar

source: Customer Name EN
ar_sa: اسم الزبون EN

source: Customer Transfer
ar_sa: تحويل العملاء

source: Customers and Sales
ar_sa: العملاء والمبيعات

source: Customers and Sales Defaults
ar_sa: العملاء وافتراضات المبيعات

source: Customers Transfered Successfully
ar_sa: نقل العملاء بنجاح

source: Daily Closing Report
ar_sa: تقرير الإغلاق اليومي

source: Date Period-From
ar_sa: تاريخ الفترة من

source: Date Period-To
ar_sa: تاريخ الفترة- إلى

source: Date&Time
ar_sa: التاريخ والوقت

source: DB Port
ar_sa: منفذ DB

source: Debit
ar_sa: مدين

source: Debit Amount And Credit Account are not matching
ar_sa: مبلغ الخصم وحساب الائتمان غير متطابقين

source: Deduct From Company
ar_sa: اقتطاع من الشركة

source: Deduct From Employee Salary
ar_sa: استقطاع من راتب الموظف

source: Default Accounts
ar_sa: الحسابات الافتراضية

source: Default Credit Limit
ar_sa: حد الائتمان الافتراضي

source: Default Customer
ar_sa: العميل الافتراضي

source: Default Rate
ar_sa: معدل الافتراضي

source: Deferred Income Account
ar_sa: حساب الدخل المؤجل

source: Deposit
ar_sa: الوديعة

source: Deposits
ar_sa: الودائع

source: Description Ar
ar_sa: الوصف Ar

source: Description En
ar_sa: الوصف En

source: Difference
ar_sa: فرق

source: Display To Warehouse
ar_sa: العرض في المستودع

source: Do you want to continue ?
ar_sa: هل تريد الاستمرار ؟

source: Do you want to Empty the Sales. Enter '100' for empty the cart
ar_sa: هل تريد إفراغ المبيعات. أدخل "100" لإفراغ سلة التسوق

source: Do you want to post this purchase ?
ar_sa: هل تريد نشر هذا الشراء؟

source: Do you want to post this sale ?
ar_sa: هل تريد نشر هذا البيع؟

source: Do you want to post this Voucher ?
ar_sa: هل تريد نشر هذه القسيمة؟

source: Do you want to transfer the sales to server ?
ar_sa: هل تريد نقل المبيعات إلى الخادم؟

source: Do you want to transfer the voucher's to server ?
ar_sa: هل تريد تحويل القسيمة إلى الخادم؟

source: Do you want to update the customers from server ?
ar_sa: هل تريد تحديث العملاء من السيرفر؟

source: Do you want to update the inventory from server ?
ar_sa: هل تريد تحديث المخزون من الخادم؟

source: Do you want to update the stock from server ?
ar_sa: هل تريد تحديث المخزون من الخادم؟

source: Document Date
ar_sa: تاريخ الوثيقة

source: Document Number
ar_sa: رقم المستند

source: Drawing Account
ar_sa: حساب الرسم

source: Due Amount
ar_sa: مبلغ مستحق

source: Employee Loan Account
ar_sa: حساب قرض الموظف

source: En
ar_sa: إن

source: End Balance
ar_sa: نهاية الرصيد

source: End Date
ar_sa: تاريخ الانتهاء

source: End Of Service- Monthly Expense
ar_sa: نهاية الخدمة - المصاريف الشهرية

source: End Of Service- Monthly Liability
ar_sa: نهاية الخدمة - المسؤولية الشهرية

source: Ending
ar_sa: تنتهي

source: Ending Balance
ar_sa: الرصيد النهائي

source: Ending Date
ar_sa: تاريخ الانتهاء

source: Enter Unit Price
ar_sa: أدخل سعر الوحدة

source: Enter Amount
ar_sa: أدخل المبلغ

source: Enter Code
ar_sa: ادخل الرمز

source: Enter Computer Name
ar_sa: أدخل اسم الكمبيوتر

source: Enter Location
ar_sa: إدخال الدولة

source: Enter Paying Amount
ar_sa: أدخل مبلغ الدفع

source: Enter Reference Number
ar_sa: أدخل الرقم المرجعي

source: Enter Sales Date
ar_sa: أدخل تاريخ البيع

source: Enter unit
ar_sa: أدخل الوحدة

source: Equity & Liabilities
ar_sa: حقوق الملكية والمطلوبات

source: Error!! Purchase not posted.
ar_sa: خطأ!! الشراء غير منشور.

source: Error!! Sales not posted.
ar_sa: خطأ!! المبيعات غير منشورة.

source: Error!! Voucher not posted.
ar_sa: خطأ!! لم يتم نشر القسيمة.

source: Error!!! Server not connected
ar_sa: خطأ!!! الخادم غير متصل

source: Error!!Check the Return Qty. Ordered Qty and Return Qty Not Matching
ar_sa: خطأ !! تحقق من العودة الكمية. الكمية المطلوبة والكمية المرتجعة غير متطابقتين

source: Error!!Please close all the period
ar_sa: خطأ !! الرجاء إغلاق كل الفترة

source: Event Date
ar_sa: تاريخ الحدث

source: Exchange Variances Account
ar_sa: حساب فروق الصرف

source: Excl.VAT
ar_sa: غير شامل. ضريبة

source: Exempt purchases
ar_sa: المشتريات المعفاة

source: Exempt sales
ar_sa: المبيعات المعفاة

source: Expense Account
ar_sa: حساب المصاريف

source: EXPENSES
ar_sa: نفقات

source: Expenses Account
ar_sa: حساب المصروفات

source: Expenses Account created successfully
ar_sa: تم إنشاء حساب المصاريف بنجاح

source: Expenses Account Updated Successfully
ar_sa: تم تحديث حساب المصاريف بنجاح

source: Expenses Voucher
ar_sa: قسيمة المصروفات

source: Expenses Voucher Summary
ar_sa: ملخص قسيمة المصروفات

source: Export To Excel
ar_sa: تصدير إلى Excel

source: Exports
ar_sa: صادرات

source: Factor
ar_sa: عامل

source: Finance
ar_sa: المالية

source: Fiscal Year
ar_sa: السنة المالية

source: Fiscal Year
ar_sa: السنة المالية

source: Fixed Asset
ar_sa: أصل ثابت

source: Fixed Asset Account
ar_sa: حساب الأصول الثابتة

source: For Consumables and Services
ar_sa: للمواد الاستهلاكية والخدمات

source: For Fixed Asset
ar_sa: للأصول الثابتة

source: From Warehouse
ar_sa: من المستودع

source: General GL
ar_sa: عام GL

source: Generate Barcode
ar_sa: إنشاء رمز شريطي

source: Generate QR Code
ar_sa: إنشاء رمز الاستجابة السريعة

source: GL Account
ar_sa: حساب غوغل

source: GL Account Classes
ar_sa: فئات حساب دفتر الأستاذ العام

source: GL Account Groups
ar_sa: مجموعات حساب GL

source: GL Accounts
ar_sa: حسابات GL

source: GOSI
ar_sa: التأمينات

source: Gross Total
ar_sa: المجموع الكلي

source: Group ID
ar_sa: معرف مجموعة

source: Group Name
ar_sa: أسم المجموعة

source: Holding
ar_sa: تحتجز

source: Holding Sales
ar_sa: عقد المبيعات

source: Imports subject to VAT accounted for through reverse charge mechanism
ar_sa: يتم احتساب الواردات الخاضعة لضريبة القيمة المضافة من خلال آلية الاحتساب العكسي

source: Imports subject to VAT paid at customs
ar_sa: الواردات الخاضعة لضريبة القيمة المضافة المدفوعة في الجمارك

source: Include Tax
ar_sa: تشمل الضريبة

source: Income Account Setup
ar_sa: إعداد حساب الدخل

source: Income Statement
ar_sa: قوائم الدخل

source: Income Summery Account
ar_sa: حساب الدخل الصيفي

source: Inventory Account
ar_sa: حساب الجرد

source: Inventory Adjustments Account
ar_sa: حساب تعديلات المخزون

source: Inventory Transfer
ar_sa: تحويل المخزون

source: Invoice Balnce Amount
ar_sa: مبلغ الفاتورة بالنس

source: Invoice Created successfully
ar_sa: تم إنشاء الفاتورة بنجاح

source: Invoice NO.
ar_sa: رقم الفاتورة.

source: Invoice Print ?
ar_sa: طباعة الفاتورة؟

source: IP Address
ar_sa: عنوان IP

source: Is Closed
ar_sa: مغلق

source: Item Already Exists
ar_sa: العنصر موجود بالفعل

source: Item Cost
ar_sa: تكلفة البند

source: Item Details
ar_sa: تفاصيل العنصر

source: Item Master Transfered Successfully
ar_sa: تم نقل مدير العنصر بنجاح

source: Item Name Ar
ar_sa: اسم العنصر Ar

source: Item Name En
ar_sa: اسم العنصر En

source: Item No
ar_sa: رقم العنصر

source: Item Saved Successfully
ar_sa: تم حفظ العنصر بنجاح

source: Item Summary Cost
ar_sa: تكلفة ملخص البند

source: Item Transfer Details
ar_sa: تفاصيل تحويل المادة

source: Item Updated Successfully
ar_sa: تم تحديث العنصر بنجاح

source: Item Wise Report
ar_sa: تقرير البند الحكيم

source: Items Defaults
ar_sa: العناصر الافتراضية

source: Journal Date
ar_sa: تاريخ المجلة

source: Journal Date From
ar_sa: تاريخ المجلة من

source: Journal Date To
ar_sa: تاريخ المجلة إلى

source: Journal Entry
ar_sa: إفتتاحية المجلة

source: Journal Entry Batch Posting
ar_sa: نشر دفعة إدخال دفتر اليومية

source: Journal Entry Saved Sucessfully
ar_sa: تم حفظ إدخال دفتر اليومية بنجاح

source: Journal Inquiry
ar_sa: استفسار المجلة

source: Journal Period is Closed
ar_sa: فترة المجلة مغلقة

source: Journal Posted Sucessfully
ar_sa: نشرت المجلة بنجاح

source: Last 30 days
ar_sa: آخر 30 يومًا

source: Last Sales Price
ar_sa: آخر سعر بيع

source: Ledger
ar_sa: موازنة

source: Ledger Account
ar_sa: حساب دفتر الأستاذ

source: Level 1
ar_sa: المستوى 1

source: Level 2
ar_sa: المستوي 2

source: Level 3
ar_sa: مستوى 3

source: Level 4
ar_sa: مستوى 4

source: LIABILITIES AND SHAREHOLDER'S EQUITY
ar_sa: الالتزامات وحقوق المساهمين

source: Location Already Exists
ar_sa: الموقع موجود بالفعل

source: Location Saved Successfully
ar_sa: تم حفظ الموقع بنجاح

source: Location Updated Successfully
ar_sa: تم تحديث الموقع بنجاح

source: MADA
ar_sa: مدى

source: Mada Card
ar_sa: بطاقة مدى

source: Master Card
ar_sa: بطاقة ماستر بطاقة ائتمان

source: Memo
ar_sa: مذكرة

source: Monthly
ar_sa: شهريا

source: Monthly Cr
ar_sa: شهرية كر

source: Monthly Dr
ar_sa: شهري د

source: Most Selling
ar_sa: الأكثر مبيعًا

source: Name Ar
ar_sa: الاسم Ar

source: Name Arabic
ar_sa: الاسم عربي

source: Name En
ar_sa: الاسم En

source: Name English
ar_sa: الاسم بالانجليزية

source: NET INCOME
ar_sa: صافي الدخل

source: Network Address
ar_sa: عنوان الشبكة

source: New
ar_sa: جديد

source: New Brand added successfully
ar_sa: تمت إضافة علامة تجارية جديدة بنجاح

source: New Return
ar_sa: عودة جديدة

source: New Warehouse added successfully
ar_sa: تمت إضافة مستودع جديد بنجاح

source: Not Posted
ar_sa: لم تنشر

source: Number of Sales
ar_sa: عدد المبيعات

source: Open/Forwarded/Escalated Tickets
ar_sa: فتح / إعادة توجيه / تصعيد التذاكر

source: Openging Amount
ar_sa: مبلغ الفتح

source: Opening / Previous Bal
ar_sa: الافتتاح / السابق Bal

source: Opening Amount
ar_sa: مبلغ الافتتاح

source: Opening Balance
ar_sa: الرصيد الافتتاحي

source: Opening Stock
ar_sa: افتتاح المخزون

source: Packing Setup
ar_sa: إعداد التعبئة

source: Past Due Days Interval
ar_sa: فاصل أيام الاستحقاق الماضية

source: Paying Amount
ar_sa: مبلغ الدفع

source: Paying Amount and Allocated Amount not matching
ar_sa: مبلغ الدفع والمبلغ المخصص غير متطابقين

source: Payment Method
ar_sa: طريقة الدفع او السداد

source: Payment Methods
ar_sa: طرق الدفع

source: Payment Number
ar_sa: رقم الدفع

source: Payment Return
ar_sa: عودة الدفع

source: Payment Voucher
ar_sa: قسيمة دفع

source: Payment Voucher Summary
ar_sa: ملخص سند الدفع

source: Percentage(%)
ar_sa: النسبة المئوية(٪)

source: Period
ar_sa: فترة

source: Period From
ar_sa: الفترة من

source: Period To
ar_sa: الفترة إلى

source: Period To Date Cr
ar_sa: الفترة حتى تاريخه كر

source: Period To Date Dr
ar_sa: الفترة حتى تاريخ د

source: Pervious month is closed. Please open pervious month first
ar_sa: تم إغلاق الشهر السابق. الرجاء فتح الشهر السابق أولا

source: POS Closing Details
ar_sa: تفاصيل إغلاق نقاط البيع

source: POS Sales
ar_sa: مبيعات نقاط البيع

source: POS Sales Details
ar_sa: تفاصيل مبيعات نقاط البيع

source: POS Sales History
ar_sa: سجل مبيعات نقاط البيع

source: POS Sales Return
ar_sa: إرجاع مبيعات نقاط البيع

source: POS Sales Return Summary
ar_sa: ملخص عائد مبيعات نقاط البيع

source: POS Sales Summary
ar_sa: ملخص مبيعات نقاط البيع

source: POS Session
ar_sa: ملكية

source: POS Setup
ar_sa: إعداد نقاط البيع

source: Post
ar_sa: بريد

source: Post Date
ar_sa: تاريخ آخر

source: Post to GL
ar_sa: أرسل إلى GL

source: Posted
ar_sa: تم النشر

source: Posted By
ar_sa: منشور من طرف

source: Posted Date
ar_sa: تاريخ النشر

source: Posted Journal
ar_sa: نشر مجلة

source: Posted Payment Bills
ar_sa: فواتير الدفع المرسلة

source: Posting Date
ar_sa: تاريخ النشر

source: Prepaid Account
ar_sa: حساب مسبق الدفع

source: Profit/Loss Year
ar_sa: سنة الربح / الخسارة

source: Project
ar_sa: مشروع

source: Prompt Payment Discount Account
ar_sa: حساب خصم الدفع الفوري

source: Purchase Created successfully
ar_sa: تم الشراء بنجاح

source: Purchase Detailed Report
ar_sa: شراء تقرير مفصل

source: Purchase Discount Account
ar_sa: حساب خصم الشراء

source: Purchase History
ar_sa: تاريخ شراء

source: Purchase Posted Sucessfully
ar_sa: تم نشر الشراء بنجاح

source: Purchase Report
ar_sa: تقرير الشراء

source: Purchase Return
ar_sa: عودة شراء

source: Purchase Return Detailed Report
ar_sa: تقرير مفصل لإرجاع الشراء

source: Purchase Return Summary
ar_sa: ملخص عائد الشراء

source: Purchase Return Summary Report
ar_sa: تقرير ملخص عائد الشراء

source: Purchase Summary
ar_sa: ملخص شراء

source: Purchase Summary Report
ar_sa: تقرير ملخص الشراء

source: Purchase Type
ar_sa: نوع الشراء

source: Purchase updated successfully
ar_sa: تم تحديث الشراء بنجاح

source: Purchase/Return
ar_sa: عودة شراء

source: Purchasing GL Account
ar_sa: شراء حساب GL

source: Quantity updated successfully
ar_sa: تم تحديث الكمية بنجاح

source: Quote Valid Days
ar_sa: اقتباس أيام صالحة

source: R.Price
ar_sa: سعر R.

source: R.Sale Price
ar_sa: سعر البيع

source: Receipt Transfer
ar_sa: تحويل الإيصال

source: Receipt Voucher
ar_sa: سند القبض

source: Receipt Voucher Summary
ar_sa: ملخص إيصال الاستلام

source: Receivable Account
ar_sa: حساب القبض

source: Receiving Date
ar_sa: تاريخ الاستلام

source: Reference
ar_sa: مرجع

source: Reference
ar_sa: مرجع

source: Reference #
ar_sa: مرجع #

source: Reference No
ar_sa: رقم المرجع

source: Reference Number
ar_sa: رقم المرجع

source: Rejected Tickets
ar_sa: التذاكر المرفوضة

source: Remaining Amount
ar_sa: الكمية المتبقية

source: Reorder Items
ar_sa: إعادة ترتيب العناصر

source: Reorder Level
ar_sa: إعادة ترتيب المستوى

source: Report As of
ar_sa: تقرير اعتبارًا من

source: Report Form
ar_sa: نموذج تقرير

source: Retail Price
ar_sa: سعر التجزئة

source: Retail Sales
ar_sa: البيع بالتجزئة

source: Retained Earnings
ar_sa: الأرباح المحتجزة

source: Retained Earnings Account
ar_sa: حساب الأرباح المحتجزة

source: Return Detailed Report
ar_sa: إعادة تقرير مفصل

source: Return History
ar_sa: تاريخ العودة

source: Return Qty
ar_sa: عودة الكمية

source: Return Type
ar_sa: نوع الإرجاع

source: Returned Qty
ar_sa: تم إرجاع الكمية

source: REVENUES
ar_sa: الإيرادات

source: Role Already Exists
ar_sa: الدور موجود بالفعل

source: Role Assign
ar_sa: تعيين الدور

source: Role is missing
ar_sa: الدور مفقود

source: Role Name
ar_sa: اسم الدور

source: Role Saved Successfully
ar_sa: تم حفظ الدور بنجاح

source: Round Off To
ar_sa: التقريب إلى

source: Rows
ar_sa: صفوف

source: S Date
ar_sa: التاريخ S.

source: Salary Advance Account
ar_sa: حساب الراتب المقدم

source: Salary-Expense
ar_sa: حساب الراتب

source: Sale
ar_sa: تخفيض السعر

source: Sale Type
ar_sa: نوع البيع

source: Sale/Return
ar_sa: بيع / عودة

source: Sales
ar_sa: مبيعات

source: Sales Account
ar_sa: حساب مبيعات

source: Sales Detailed Report
ar_sa: تقرير مبيعات مفصل

source: Sales Detailes is empty
ar_sa: تفاصيل المبيعات فارغة

source: Sales Detailes Transferred Successfully
ar_sa: تفاصيل المبيعات تم نقلها بنجاح

source: Sales Discount Account
ar_sa: حساب خصم المبيعات

source: Sales GL Account
ar_sa: حساب المبيعات GL

source: Sales History
ar_sa: تاريخ المبيعات

source: Sales Posted Sucessfully
ar_sa: تم نشر المبيعات بنجاح

source: Sales Price
ar_sa: سعر المبيعات

source: Sales Profit
ar_sa: ربح المبيعات

source: Sales Return added successfully
ar_sa: تمت إضافة مردود المبيعات بنجاح

source: Sales Return Detailed Report
ar_sa: تقرير مفصل عن إرجاع المبيعات

source: Sales Return From System
ar_sa: إرجاع المبيعات من النظام

source: Sales Return Summary
ar_sa: ملخص عائد المبيعات

source: Sales Return Summary Report
ar_sa: تقرير ملخص عائد المبيعات

source: Sales Return updated successfully
ar_sa: تم تحديث عائد المبيعات بنجاح

source: Sales Summary
ar_sa: ملخص المبيعات

source: Sales Summary Report
ar_sa: تقرير ملخص المبيعات

source: Sales Transfer
ar_sa: تحويل المبيعات

source: Sales updated successfully
ar_sa: تم تحديث المبيعات بنجاح

source: Search By Customer code/Name/Account Number
ar_sa: البحث عن طريق رمز العميل / الاسم / رقم الحساب

source: Search By Supplier code/Name/Account Number
ar_sa: البحث عن طريق رمز المورد / الاسم / رقم الحساب

source: Select Account
ar_sa: حدد حساب

source: Select Account Group
ar_sa: حدد مجموعة الحساب

source: Select Account Name/Number
ar_sa: حدد اسم / رقم الحساب

source: Select Account Number
ar_sa: حدد رقم الحساب

source: Select Accrued Salary
ar_sa: حدد الراتب المستحق

source: Select All
ar_sa: اختر الكل

source: Select Asset Account
ar_sa: حدد حساب الأصول

source: Select Bank
ar_sa: حدد البنك

source: Select Bank Account
ar_sa: حدد حساب مصرفي

source: Select Bank Charges Account
ar_sa: حدد حساب مصاريف البنك

source: Select Begin Date
ar_sa: حدد تاريخ البدء

source: Select Brand
ar_sa: اختر الماركة

source: Select C.O.G.S. Account
ar_sa: حدد C.O.G.S. الحساب

source: Select Cash Account
ar_sa: حدد الحساب النقدي

source: Select Class
ar_sa: حدد فئة

source: Select Class Type
ar_sa: حدد نوع الفصل

source: Select Cost Center
ar_sa: حدد مركز التكلفة

source: Select Customer Account
ar_sa: حدد حساب الزبون

source: Select Customer Name
ar_sa: حدد اسم العميل

source: Select Date Period-From
ar_sa: حدد تاريخ الفترة من

source: Select Date Period-To
ar_sa: حدد تاريخ الفترة إلى

source: Select Deferred Income Account
ar_sa: حدد حساب الدخل المؤجل

source: Select Drawing Account
ar_sa: حدد حساب الرسم

source: Select End Date
ar_sa: حدد تاريخ الانتهاء

source: Select End Of Service Account
ar_sa: حدد حساب نهاية الخدمة

source: Select Exchange Variances Account
ar_sa: حدد حساب متغيرات الصرف

source: Select Expense Account
ar_sa: حدد حساب المصاريف

source: Select Fiscal Year
ar_sa: حدد السنة المالية

source: Select From Warehouse
ar_sa: حدد من المستودع

source: Select GL Account
ar_sa: حدد حساب GL

source: Select GOSI Account
ar_sa: حدد حساب المؤسسة

source: Select Income Summery Account
ar_sa: حدد حساب الدخل الصيفي

source: Select Inventory Account
ar_sa: حدد حساب المخزون

source: Select Inventory Adjustments Account
ar_sa: حدد حساب تعديلات المخزون

source: Select Payable Account
ar_sa: حدد حساب الدفع

source: Select Prepaid Account
ar_sa: حدد حساب مسبق الدفع

source: Select Profit/Loss Year
ar_sa: حدد سنة الربح / الخسارة

source: Select Project
ar_sa: حدد المشروع

source: Select Prompt Payment Discount Account
ar_sa: حدد حساب خصم الدفع الفوري

source: Select Purchase Discount Account
ar_sa: حدد شراء حساب الخصم

source: Select Purchase Return
ar_sa: حدد إرجاع الشراء

source: Select Purchase Type
ar_sa: حدد نوع الشراء

source: Select Purchase/Return
ar_sa: حدد شراء / إرجاع

source: Select Purchasing GL Account
ar_sa: حدد شراء حساب GL

source: Select Receivable Account
ar_sa: حدد حساب المدين

source: Select Report
ar_sa: حدد تقرير

source: Select Retained Earnings
ar_sa: حدد الأرباح المحتجزة

source: Select Retained Earnings Account
ar_sa: حدد حساب الأرباح المحتجزة

source: Select Salary Account
ar_sa: حدد حساب الراتب

source: Select Sales
ar_sa: حدد المبيعات

source: Select Sales / Return
ar_sa: حدد المبيعات / العودة

source: Select Sales Account
ar_sa: حدد حساب المبيعات

source: Select Sales Discount Account
ar_sa: حدد حساب خصم المبيعات

source: Select Sales GL Account
ar_sa: حدد Sales GL Account

source: Select Sales Return
ar_sa: حدد إرجاع المبيعات

source: Select Sales Type
ar_sa: حدد نوع المبيعات

source: Select Shipping Charged Account
ar_sa: حدد حساب الشحن المشحون

source: Select Start Date
ar_sa: حدد تاريخ البدء

source: Select Subgroup Of
ar_sa: حدد المجموعة الفرعية لـ

source: Select Supplier Account
ar_sa: حدد حساب المورد

source: Select System Role
ar_sa: حدد دور النظام

source: Select Tax Return Type
ar_sa: حدد نوع الإقرار الضريبي

source: Select To Warehouse
ar_sa: حدد إلى المستودع

source: Select unit
ar_sa: حدد الوحدة

source: Select Users
ar_sa: حدد المستخدمون

source: Select Utility Bills Item
ar_sa: حدد بند فواتير المرافق

source: Select Utility Item
ar_sa: حدد عنصر المنفعة

source: Select WIP Account
ar_sa: حدد حساب ويب

source: Sellable
ar_sa: قابل للبيع

source: Selling Percentage
ar_sa: نسبة البيع

source: Server not connected
ar_sa: الخادم غير متصل

source: Session
ar_sa: جلسة

source: Session closed successfully
ar_sa: تم إغلاق الجلسة بنجاح

source: Session created successfully
ar_sa: تم إنشاء الجلسة بنجاح

source: Session updated successfully
ar_sa: تم تحديث الجلسة بنجاح

source: Shipping Charged Account
ar_sa: حساب الشحن المشحون

source: Source ref
ar_sa: المرجع المصدر

source: Standard Cost
ar_sa: التكاليف القياسية

source: Standard rated domestic purchases
ar_sa: المشتريات المحلية المصنفة بشكل قياسي

source: Standard rated sales
ar_sa: مبيعات مصنفة قياسية

source: Start Reconciling
ar_sa: ابدأ التوفيق

source: Starting From
ar_sa: بدءا من

source: Statment Ending Balance
ar_sa: كشف الحساب الختامي

source: Statment Of Accounts
ar_sa: كشف الحسابات

source: Stock Qty List
ar_sa: قائمة المخزون الكمية

source: Stock Update
ar_sa: تحديث المخزون

source: Stock Updated Successfully
ar_sa: تم تحديث المخزون بنجاح

source: Subgroup Of
ar_sa: المجموعة الفرعية لـ

source: Submit for posting
ar_sa: أرسل للنشر

source: Supplier Account
ar_sa: حساب المورد

source: Supplier Details
ar_sa: تفاصيل المورد

source: Supplier Name Ar
ar_sa: اسم المورد Ar

source: Supplier Name En
ar_sa: اسم المورد En

source: Suppliers and Purchasing Defaults
ar_sa: الموردين والمشتريات الافتراضية

source: Suspend Sale
ar_sa: تعليق البيع

source: System and General GL Setup
ar_sa: النظام وإعداد GL العام

source: System Not Registred
ar_sa: النظام غير مسجل

source: System Role
ar_sa: دور النظام

source: System Sales Amount Card
ar_sa: بطاقة مبلغ مبيعات النظام

source: System Sales Amount Cash
ar_sa: مبلغ مبيعات النظام النقدية

source: Tax
ar_sa: ضريبة

source: Tax Period
ar_sa: الفترة الضريبية

source: Tax Retun Details
ar_sa: تفاصيل إعادة الضرائب

source: Tax Return Type
ar_sa: نوع الإقرار الضريبي

source: Taxpayer Information
ar_sa: معلومات دافع الضرائب

source: Taxpayer's Name
ar_sa: اسم دافع الضرائب

source: To Warehouse
ar_sa: إلى المستودع

source: Total Assets
ar_sa: إجمالي الأصول

source: Total Current Assets
ar_sa: إجمالي الممتلكات الحالية
